Revit 2024 API
SymbolTypeId.Rad Property
 Symbol rad, indicating unit Radians.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Rad { get; }
Visual Basic
Public Shared ReadOnly Property Rad As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Rad {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace